Repository: kebasyaty/ramifice
Catalog: config/translations/ramifice/*/LC_MESSAGES/messages.po
Languages: ru

source: Created at
ru: Создан

source: When the document was created.
ru: Когда был создан документ.

source: Updated at
ru: Обновлен

source: When the document was updated.
ru: Когда был обновлен документ.

source: Color
ru: Цвет

source: Enter color code
ru: Введите код цвета

source: Email address
ru: Адрес электронной почты

source: Enter email address
ru: Введите адрес электронной почты

source: Document ID
ru: Идентификатор документа

source: Enter document ID
ru: Введите идентификатор документа

source: Only files allowed: jpeg, jpg, png, webp
ru: Разрешены только файлы: jpeg, jpg, png, webp

source: IP address
ru: IP адрес

source: Enter IP address
ru: Введите IP адрес

source: Password
ru: Пароль

source: Enter password
ru: Введите пароль

source: Phone number
ru: Номер телефона

source: Enter phone number
ru: Введите номер телефона

source: Slug
ru: Слаг

source: It is added automatically
ru: Он добавляется автоматически

source: URL address
ru: URL адрес

source: Enter URL address
ru: Введите URL адрес

source: Required field !
ru: Обязательное поле !

source: Your choice does not match the options offered !
ru: Ваш выбор не соответствует предложенным вариантам !

source: The date {date} must not be greater than max={max_date} !
ru: Дата {date} не должна быть больше max={max_date} !

source: The date {date} must not be less than min={min_date} !
ru: Дата {date} не должна быть меньше min={min_date} !

source: File size exceeds the maximum value {max_size} !
ru: Размер файла превышает максимальное значение {max_size} !

source: Invalid document ID !
ru: Некорректный идентификатор документа !

source: Image size exceeds the maximum value {max_size} !
ru: Размер изображения превышает максимальное значение {max_size} !

source: The value {num} must not be greater than max={max_num} !
ru: Число {num} не должно превышать max={max_num} !

source: The value {num} must not be less than min={min_num} !
ru: Число {num} не должно быть меньше min={min_num} !

source: Is not unique !
ru: Не является уникальным !

source: Invalid Password !
ru: Некорректный пароль !

source: Valid characters: {chars}
ru: Допустимые символы: {chars}

source: Number of characters: from {min_num} to {max_num}
ru: Количество символов: от {min_num} до {max_num}

source: The length of the string exceeds maxlength={maxlength} !
ru: Длина строки превышает maxlength = {maxlength} !

source: Invalid Email address !
ru: Неверный адрес электронной почты !

source: Invalid URL address !
ru: Неверный URL адрес

source: Invalid IP address !
ru: Неверный IP адрес !

source: Invalid Color code !
ru: Некорректный цветовой код !

source: Invalid Phone number !
ru: Неверный номер телефона !
